[
  {
    "id": 1,
    "title": "Почему я решил заниматься Web-разработкой?",
    "date": "18/11/2021",
    "text": {
      "par1": "Мое знакомство с Web-разработкой началось еще в 2020 году. Когда я, находясь на нелюбимой работе решил попробовать пройти бесплатные вводные уроки на Яндекс.Практикуме.",
      "par2": "Как сейчас помню, было там 20 уроков. На тот момент я практически не умел мыслить абстрактно, потому что работал исключительно в качестве инженера, где все, что ты представляешь, есть и наяву.",
      "par3": "Первые уроки показались легкими, но непонятными, дальше тоже было несложно, но понятнее точно не становилось. Не понимал я что такое этот ваш 'div' и откуда он берется. Тогда я решил попробовать пройти какой-нибудь марафон. Прошел, даже смог сверстать небольшую страничку.",
      "par4": "Понравилось! По жизни, еще со студенческих времен, мне больше нравилось работать за компьютером, в то время как мои одногруппники рвались на стройки. По сей день, я занимаюсь написанием проектов для студентов, такая вот подработка",
      "par5": "Затем в 2021 году так вышло, что мы улетели в Англию, для перезагрузки, путешествовать и работать. Работали на физической работе полгода, между делом, в редкие свободные минуты я старался уделять коду, читать статьи на Хабре, проходить марафоны и я для себя решил, что хочу идти с разработкой по жизни. Намного лучше работать головой!",
      "par6": "По приезду домой, прошел курс от GLO-Academy по JavaScript. Было сложно. Потому что то, что я умел до курса, это цветочки. Программирование, это увлекательный мир, который не имеет границ и я хочу быть в этом мире!",
      "par7": "Возвращаясь к заголову, \"Почему я решил заниматься Web-разработкой\"? Это круто! Решать задачи! Постоянно думать! Развиваться! Прокачиваться изо дня в день! Когда задача решается, довольному собой завершать день! Я тут надолго! Спасибо, если дочитали до конца, буду писать еще!"
    },
    "tags": "Личный блог",
    "image": "./img/Unofficial_JavaScript_logo_2.svg.png"
  },
  {
    "id": 2,
    "title": "Цели и планы",
    "date": "04/09/2022",
    "text": {
      "par1": "На ближайшую перспективу в жизни я смотрю с большим позитивным заделом!",
      "par2": "Поскольку на данный момент занимаюсь прокачкой своих навыков и параллельно работая со студентами, большинство своего времени я уделяю именно коду.",
      "par3": "Самая ближайшая серьезная цель, это получить работу в компании, стать ее частью и вместе двигаться вперед. Начиная со стажера, я хочу быть в команде!",
      "par4": "В дальнейшем, расти как специалист, познавать новые технологии и применять их в проектах организации и в своих",
      "par5": "На данный момент, я живу в Турции, так сложилось..если интересно, расскажу позже:) И планы, к новому году вернуться домой с пониманием, что я уже не тот новичок, что был год назад, а крепкий уверенный Junior фронтедер но гордый и довольный собой, работаю в какой-либо организации ну или либо в поисках работы! Главное не сдаваться!"
    },
    "tags": "Личный блог",
    "image": "./img/purpose.jpg"
  }
]